station-goal-saveplanet =
    На планете {$rand_planet_name} бедствие, произошла чрезвычайная ситуация.
    Ваша станция является ближайшей к этой планете, поэтому ваша смена будет оказывать им экстренную помощь.
    Цель вашей смены - постройка дистанционно-пилотируемого шаттла и наполнение его припасами.
    Создание атмосферы и создание гравитации не требуется, так как он не будет использоваться для эвакуации населения планеты, следовательно, нет необходимости строить его большим (достаточно создание шаттла размерами 9x6 тайлов, не учитывая двигателей).
    Необходимо заполнить форму "Опись отправляемой экстренной помощи", оставить ее внутри данного шаттла, а копию отправить на станцию Центрального Командования.
    Вам необходимо наполнить шаттл следующими припасами:
    - 30 таблеток бикаридина
    - 30 таблеток дермалина
    - 30 таблеток инапровалина
    - 30 таблеток диловена
    - 30 таблеток железа
    - 30 таблеток хироналина
    - 20 пайков, состоящих из еды и безалкогольных напитков (Содержание их может как варьироваться, так и являться однотипными)
    - 3  автономных тяговых механизированных единиц (Рипли), модифицированных гидравлическими клешнями
station-goal-expedition =
    Руководство НаноТрейзен недовольно потерей ряда объектов в вашем секторе и просит направить экспедиционные команды для расследования этих инцидентов.
    Цель вашей смены - провести 3 успешных полётов на планеты с уровнем сложности "высокая" и подготовить отчёт о каждом вылете в соответствии с формой "отчёт об экспедиции".
    Необходимо собрать отряд добровольцев, который будет включать в себя:
    утилизаторов, как основную огневую силу отряда;
    учёного и врача.
    В целях безопасности медицинскому и научному сотрудникам строго воспрещается вступать в контакт с потенциальной опасностью.
    Форму "Отчёт об экспедиции" заполняет учёный-экспедиционер после каждой проведённой экспедиции, после чего Квартирмейстер ставит свою печать.
    После проведения всех запрошенных экспедиций необходимо отправить на станцию Центрального Командования заполненные формы с печатью Квартирмейстера при помощи факса.
station-goal-guests =
    Цель вашей смены - подготовиться к принятию особо важных гостей.
    Ваша задача - модифицировать сервисный отдел станции.
    Для этого вам понадобится: Модифицировать кухню, установив как минимум 2 дополнительные микроволновые печи и 2 измельчителя, а также расширив зону выдачи заказов;
    Реставрировать старый бар, разместив там стойку, раздатчик алкогольных и раздатчик безалкогольных напитков, а также алкомат.
    Для завершения цели: повара и бармены должны подготовить минимум по 10 сложных блюд и напитков (в шейкерах) и разместить их в холодильнике.
    После проведения модификации, необходимо заполнить “Отчёт о модификации сервисного отдела” и отправить его факсом на станцию Центрального Командования.
station-goal-pneumatictubes =
    Руководство НаноТрейзен озабочено огромным количеством мозолей на ногах сотрудников станции, а так же жалоб на космический стресс из-за однообразности ходьбы между отделами.
    Ваша цель - создать систему развлечений для сотрудников станции, которая в дальнейшем может послужить на благо Корпорации.
    Ваша задача - создание системы пневматических труб, которая будет состоять из системы двустороннего сообщения между четырьмя парами отделов:
    1. Научный-Медицинский
    2. Медицинский-Инженерный
    3. Инженерный-Снабжение
    4. Снабжение-Научный
    Необходимо создание специального, особо защищенного канала двустороннего сообщения между мостиком и кабинетом Главы Службы Безопасности. В качестве обеспечения максимальной безопасности могут использоваться дополнительные шлюзы.
station-goal-robotisation =
    Руководство НаноТрейзен, ввиду недавнего открытия робототехники в полной мере, желает видеть процесс кибернетизации процессов станции при помощи роботов.
    Цель вашей смены - сборка боргов, кибернетизация станции с их помощью, а также их поддержка и обслуживание. Научному отделу станции необходимо собрать 10 боргов различных отделов, а также провести процесс кибернетизации процессов на станции, после чего Научный Руководитель должен составить специализированный отчёт о процессе кибернетизации, а также о её результатах, в которых будет отражено отношение экипажа к ней и оценена работа боргов.
    Инженерному отделу необходимо построить помещение для подзарядки боргов, в котором также необходимо собрать 10 станций зарядки киборгов. Помещение должно быть оборудовано инструментами, материалами для починки боргов и батарейками.
    Все материалы должны находиться в закрытом помещении, в которое будут иметь доступ только РнД и инженерный отдел.
station-goal-homekeepers =
    Вследствие ликвидации потенциальных угроз безопасности сектора на планете {$rand_planet_name} сотрудники Отряда Быстрого Реагирования и Секторального Штаба Центрального Командования были очень сильно измотаны, вследствие чего, ваша станция будет использоваться в качестве жилища, в котором они пробудут какое-то время и восполнят силы.
    Цель вашей смены - постройка жилищного комплекса на 6 мест. Инженерному отделу необходимо подготовить комнаты размером 3х5 тайлов, в которых должна быть атмосфера, пригодная для нахождения без скафандра и баллона с воздухом, а также гравитация.
    В комнате должны находиться следующие предметы: кровать, шкаф, медицинская аптечка с набором, способным излечить все виды повреждений, освещение (лампа накаливания или люминесцентная лампа-трубка), предмет декора, рацион питания с расчётом на один день, включающий в себя напиток и порцию питания.
station-goal-complexPVO =
    Цель вашей смены постройка комплексов противометеоритной обороны станции.
    Строители должны построить на двух противоположных сторонах станции пристройки с развернутыми орудийными системами типа PKT-800, и обитаемым отсеком с кнопками управления вооружением.
    Техническое задание:
    - Новое помещение, выпирающее за основной периметр станции
    - Жилое внутри, должно иметь 2 посадочных места для операторов и рычаги управления огнём
    - За пределами жилого отсека, снаружи должны быть расположены шесть орудий типа PKT-800, направленные во все доступные для стрельбы стороны
    - Помещения должны находится на противоположных сторонах станции
    - После постройки проверьте работоспособность орудий с помощью пары залпов
