station-goal-fax-paper-name = Цель станции

station-goal-shuttle =
    Цель смены станции {$station} - постройка пилотируемого шаттла в космосе и обеспечение его всем необходимым для выживания.
    Чтобы её выполнить, отделу снабжения нужно заказать все необходимые ресурсы для инженерного и научного отделов.
    Инженерному отделу необходимо построить его, а научный отдел должен предоставить инженерному отделу и шаттлу всю необходимую экипировку.

station-goal-singularity =
    Цель смены станции {$station} - постройка генератора основанного на сверхмассивной Сингулярности.
    Чтобы её выполнить, инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдержать сингулярность третьего класса.

station-goal-solar-panels =
    Цель смены станции {$station} - организовать систему запасного питания для станции на основе солнечных панелей.
    Для этого вам понадобится заказать все необходимые материалы в отделе снабжения и после построить 2 новые ветки солнечных панелей инженерным отделом.
    А так же обеспечить изолированность производимой ими энергии в новые 3 СМЭСа не подключённые к общей сети станции.

station-goal-artifacts =
    Цель смены станции {$station} - обнаружение, исследование и доставка космических артефактов.
    Для её выполнения будет необходима работа утилизаторов для поиска и доставки артефактов с обломков вокруг станции.
    После доставки их необходимо передать в специальном контейнере отделу исследования для изучения и документирования их свойств.
    Необходимо доставить на шаттле эвакуации в специальных контейнерах как минимум 2 полностью изученных и задокументированных артефакта.
    Рекомендуемые пункты документа с описанием артефакта:
    - Наименование объекта
    - Описание внешнего вида объекта
    - Свойства объекта
    - Примечания
    - ФИ и должность ответственного
    Документ должен быть удостоверен печатью научного руководителя.

station-goal-bank =
    Цель смены станции {$station} - постройка орбитального хранилища с припасами и технологиями.
    Хранилище должно быть размещено в космосе отдельно от основной станции, проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    В хранилище необходимо разместить 4 ящика:
    - ящик с продвинутыми медикаментами
    - ящик с запасами лучших семян
    - ящик-холодильник еды с высокой питательной ценностью
    - ящик с ценными, но не уникальными платами
    Проследите за сохранностью содержимого в хранилище до окончания смены.

station-goal-zoo =
    Цель смены станции {$station} - улучшение рекреации персонала на станции.
    Инженерному отделу необходимо построить зоопарк в недалёкой доступности от дорматориев с как минимум тремя вольерами разных видов животных заказанных в отделе снабжения.
    Обеспечьте животных пищей, как минимум одним роботом уборщиком в каждый вольер и всем необходимым для жизни в зависимости от вида животного.

station-goal-mining-outpost =
    Цель смены станции {$station} - постройка орбитального шахтёрского аванпоста для добычи руды и ресурсов с астероидов.
    Аванпост должен быть размещён в космосе отдельно от основной станции.
    Проследите за прочностью его конструкции, случайный метеорит не должен повредить его.
    Аванпост должен иметь следующее:
    - автономный, бесперебойный источник электроэнергии
    - генератор гравитации
    - оборудование для проведения работ, в частности кирки, сумки для руды и 2 шахтёрских скафандра
    - комнаты для проживания 2 человек, с атмосферой, освещением и окнами
    - склад для добытых ресурсов и необходимых для жизни продуктов
    - Минимум 500 единиц пива и ящик-холодильник закусок
    - 4 набора медикаментов от механического урона
    - 4 набора медикаментов от физического урона
    Проследите за сохранностью аванпоста до окончания смены.

station-goal-tesla =
    Цель смены станции {$station} - постройка генератора основанного на высоковольтной Тесле.
    Чтобы её выполнить инженерному отделу понадобится построить сдерживающую клетку, отделу снабжения потребуется заказать все необходимые материалы.
    Сдерживающая клетка должна быть способна сдерживать теслу без риска разрушения эмиттеров.

station-goal-frame-repair = 
    Цель вашей смены - завершить строительство станции {$station}, достроив каждому отделу помещения, необходимые для успешной работы. Также вам необходимо построить кухню и гидропонику для сервисного отдела, оружейную и место содержания заключенных для отдела Службы безопасности и обеспечить свободный проход пассажиров станции до отбытия, без необходимости выхода в открытый космос.
    Для помощи в выполнении цели мы будет каждые 5 минут высылать вам припасы на специальной посадочной площадке в центре станции.
    Слава НТ!

station-goal-delta-xeno-repair = 
    Цель смены станции {$station} - восстановление заброшенного ксенобиологического сектора научного отдела. Вам необходимо полностью восстановить электропитание, атмос, привести внешний вид к изначальному состоянию, и поймать минимум трех слаймов любых форм в ксенобиологические клетки, для их изучения последующей сменой.

station-goal-delta-ambusol = 
    Цель смены станции {$station} - восстановление заброшенного вирусологического сектора медицинского отдела. Вам необходимо полностью восстановить электропитание, атмос, привести внешний вид к изначальному состоянию, и в стерильных условиях вирусологии провести синтезацию 500u Амбузола, из предоставленных трех пилюль Ромерола.