job-description-senior-officer = Инструктор СБ должен обучать кадетов или офицеров основным профессиональным навыкам отдела.
job-description-senior-engineer = Ведущий инженер должен обучать технических ассистентов базовым знаниям инженерного отдела.
job-description-senior-physician = Ведущий врач обязан обучать интернов всем аспектам медицинского дела.
job-description-senior-researcher = Ваша обязанность - обучать всему необходимому ваших подопечных.
job-description-senior-service = Ведущий Сервисный работник обучает молодых сервисников, чтобы они приносили пользу своему отделу.
