mimeRelic-not-a-mime = { CAPITALIZE($user) } крутит в руках статуэтку, но ничего не происходит
mimeRelic-wall-failed = { CAPITALIZE($mime) } крепко сжимает реликвию, но ничего не происходит
mimeRelic-wall-success = { CAPITALIZE($mime) } упирается в невидимую большую стену!
ent-SacredRelicMime = Реликвия Ордена Тишины
    .desc = Статуэтка первого верховного магистра Ордена Тишины. Невозможно описать словами его значимость, но это можно сделать жестами.
hidden-desc-SacredRelicMime-mime = [color=#a5a9b6]Ценная реликвия Ордена Тишины, Вашего ордена. Зажав в руке, позволяет мимам поставить три невидимые стены, закрывающие широкий проход, раз в 90 секунд.[/color]
hidden-desc-SacredRelicMime-chaplain = [color=#9FED58]Ловкость, с которой сделана статуэтка, отбирает дар речи. Безусловно в ней тлеет магия Ордена Тишины. Вы чувствуете связь с невидимыми стенами, которые могут ставить мимы.[/color]
hidden-desc-SacredRelicMime-security = [color=#DE3A3A]Вам известна магия мимов, она разрешена на объектах НТ. Мимы её используют для своих пантомим с невидимой стеной. Скорее всего статуэтка позволяет миму использовать свою магию более эффективно.[/color]
hidden-desc-SacredRelicMime-research = [color=#D381C9]Обычная статуэтка какого-то героя среди мимов. Видимо, этот мим ни разу ничего не сказал.[/color]