ent-cqc_lethal = книга с летальными приёмами
    .desc = Необходима для становления истинным робастом. В ней вы можете изучить летальные приёмы единоборств для поединка с кем-либо.
ent-cqc_nonlethal = книга с нелетальными приёмами
    .desc = Необходима для становления истинным робастом. В ней вы можете изучить нелетальные приёмы единоборств по усмерению кого-либо.

ent-cqc-name = Книга с летальными приёмами
ent-cqc-desc = Необходима для становления истинным робастом. В ней вы можете изучить летальные приёмы единоборств для поединка с кем-либо.

ent-cqc-nonlethal-name = Книга с нелетальными приёмами
ent-cqc-nonlethal-desc = Необходима для становления истинным робастом. В ней вы можете изучить нелетальные приёмы единоборств по усмерению кого-либо.