ent-DrinkYorshGlass = стакан ёрша
    .desc = Вкус беззаботного детства.

ent-DrinkAlexanderGlass = бокал Александра
    .desc = В ходе производства ни один Александр не пострадал. Наверное...

ent-DrinkCampariGlass = стакан кампари
    .desc = Настойка на основе ароматических трав и цитрусовых. Без ГМО!

ent-DrinkDaiquiriGlass = бокал дайкири
    .desc = Хотите почувствовать себя шахтёром из 19-го века? Шахтёр не хотел, поэтому предпочел забыться в алкоголе.

ent-DrinkNegroniGlass = стакан негрони
    .desc = Американо для алкоголиков.

ent-DrinkEspressoMartiniGlass = бокал эспрессо мартини
    .desc = Разбуди меня и тра... Э-э-э... Ладно, просто разбуди.

ent-DrinkOldFashionedGlass = стакан олд фэшена
    .desc = Как сказал величайший классик: "Это классика".

ent-DrinkBadTouchGlass = стакан проникновения
    .desc = Входит... И выходит... И входит... Замечательно выходит!

ent-DrinkDarkAndStormyGlass = стакан тьмы и бури
    .desc = Прямиком с Бермудских Островов! Пират слева говорит, что именно поэтому напиток и пропадает с барной стойки.

ent-DrinkBrambleGlass = стакан брамбла
    .desc = Ягодки, джин, и довольно стрёмный вид.

ent-DrinkMaiTaiGlass = стакан май тай
    .desc = Первый человек, попробовавший этот коктейль, воскликнул: ”Mai tai — roa ae!”. Что в переводе с тайского означает... Да откуда мне знать? Звучит круто!

ent-DrinkMoscowMuleGlass = стакан московского мула
    .desc = Коктейль из США. Почему Московский? Потому что водка. Водка Московская? Нет. Так почему Московский? ВОДКА!

ent-DrinkPalomaGlass = стакан паломы
    .desc = Сверху ковбои. Снизу маракасы. Что же выбрать?

ent-DrinkBoyarskyGlass = стакан Боярского
    .desc = Что делать, если ты устал от жизни? СМЕШИВАТЬ ВОДКУ!