pw-title = Планетарное Сражение
pw-description = режим

pw-ig-win = [color=gold][font size=16][bold]Победа Империума[/bold][/font][/color]
pw-chaos-win = [color=#9B2D30][font size=16][bold]Победа Хаоса[/bold][/font][/color]

pw-all-command-dead-desc = Хаос смог захватить крейсер Имперской Гвардии, что вкупе с орудиями планетарной обороны позволит еретикам укрепить свое влияние в секторе.
pw-all-altars-exploded-desc = Силы Империума сумели уничтожить все алтари Темных Богов, предотвратив Варп-Шторм. Это спасло миллиарды жизней, но это только одна из тысяч планет под угрозой.
pw-all-warp-shtorm-summoned-desc = Катастрофа космического масштаба, разразившаяся в центре этой планеты, погубила триллионы жизней

ig-command-list-start = Командирами Империума были:
