# Hidden decriptions below
hidden-desc-ThermalGoogles-syndicate = [color=#e31735]Новейшая разработка ваших товарищей по ремеслу, позволяет распозновать тепловые сигнатуры сквозь преграды.[/color]
hidden-desc-ThermalGoogles-research = [color=#D381C9]Неожиданно для себя вы замечаете знакомые электромагнитные сенсоры, когда-то НаноТрейзен занималось изучением возможности ксеноморфов видеть людей сквозь преграды, из открытых работ по этой теме вы и узнаёте сенсоры. Видимо, исследования были успешны, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

hidden-desc-ThermalVisorImplanter-research = [color=#D381C9]Сверив номера на имплантере, вы замечаете знакомый шаблон. Когда-то НаноТрейзен исследовала возможность ксеноморфов видеть людей сквозь преграды, открытые испытания тех чипов имели такой же шаблон серийных номеров, видимо доработка была успешна, но должна ли была Вам в руки попасть уже засекреченная разработка?[/color]

# Regular decriptions below

ent-ThermalVisorImplanter = имплантер Термального Зрения
    .desc = Одноразовый имплантер, содержащий извлекаемым имплант, позволяющий видеть тела существ сквозь преграды.
ent-ThermalVisionImplant = имплант Термального Зрения
    .desc = Микрочип, который вживляют под кожу.

# Uplink locale

uplink-thermal-glasses-name = Термальные очки
uplink-thermal-glasses-desc = Очки со встроенными термальными сенсорами, бонусом идёт функционал маскировки хамелеон.

uplink-thermal-visor-implanter-name = Имплант термального зрения
uplink-thermal-visor-implanter-desc = Новейшая разработка синдиката, имплант позволяет глазу носителя различать тепловые сигнатуры сквозь преграды.
