reagent-name-fomepizole = фомепизол
reagent-desc-fomepizole = Сажает вертолет на посадку - хорошо успокаивает нервы, предотвращая нервную дрожь и галлюцинации.

reagent-name-haloperidol = галоперидол
reagent-desc-haloperidol = Транквилизатор. Очищает организм от большинства наркотиков и стимуляторов. Быстро снимает наркотическое состояние, галлюцинации и нервную дрожь. Может вызвать сонливость и рак.

reagent-name-superstim = неизвестный раствор
reagent-desc-superstim = Раствор неизвестного происхождения.

reagent-name-harai = харай
reagent-desc-harai = Тёмно-фиолетовая паста, созданная для борьбы с феромонным штормом у арахнидов. Впервые была получена из пещерного растения на Ширре-1
