ent-ExGrenade = разрывная граната
    .desc = Граната, создающая небольшой но разрушительный взрыв.
ent-GrenadeFlashBang = светошумовая граната
    .desc = Пиииииииииииииииииииии
# Corvax-HiddenDesc-Start
ent-SyndieMiniBomb = минибомба с таймером
    .suffix = Синдикат
    .desc = Аккуратное, стильное взрывное устройство с приятно-потрескивающим таймером, предназначенное сеять хаос и разрушение.

# Corvax-HiddenDesc-End

ent-NuclearGrenade = критическая масса
    .desc = Пожалуйста не бросай её, подумай о детях.
