bounty-Nattle = Смертокрапива
bounty-Deus = Амброзия Деус
bounty-MeatSlime = Шар слизи
bounty-description-Nattle = Химики NanoTrasen обнаружили мощный химикат в растениях вида Смертокрапива. Данный яд используется для сдерживания опасной фауны при её изучении. Постарайтесь добыть её.
bounty-description-Deus = Лучшие умы компании обнаружили новый трудозатратный способ синтеза секретного препарата. Спасите несколько жизней, отправив нам Амброзию Деус.
bounty-description-MeatSlime = Невероятные повара придумали новый деликатес из ШАРА СЛИЗИ! Им срочно нужны новые поставщики. Удовлетворите вкус этих гурманов, отправив несколько шаров слизи.