ent-MobGigaHamlet = гигагамлет
    .desc = Огромный мускулистый хомяк - это поразительное явление природы. Его массивное тело украшено густой, блестящей шерстью, подчеркивающей каждый контур его внушительных мышц. Сильные лапы этого хомяка напоминают мощные колонны, способные поддерживать его впечатляющий вес. Его глаза сверкают уверенностью и силой, а его улыбка выражает дружелюбие и непоколебимую силу. Этот хомяк несомненно вызывает восхищение и уважение у всех, кто имеет счастье встретить его.
    .suffix = Щитспавн

ent-MobRicardoHamlet = рикардо гамлес
    .desc = Если бы хомяки могли быть супергероями, то Рикардо Гамлес был бы их лучшим представителем. Ах.. как же он танцует.. боже..
    .suffix = Щитспавн

ghost-role-information-gigagamlet-name = Гигагамлет
ghost-role-information-gigagamlet-description = Вы огромный, мускулистый, уверенный в себе, с блестящей шерстью, человекоподобный хомяк.

ghost-role-information-gigohamles-name = Рикардо Гамлес
ghost-role-information-gigohamles-description = Покажите этому миру, как нужно танцевать!
