ent-BaseLathe = лат
  .desc = { ent-BaseMachinePowered.desc }
ent-Autolathe = автолат
    .desc = Производит базовые изделия из металла и стекла.
ent-AutolatheHyperConvection = гиперконвекционный автолат
    .desc = Экспериментальный автолат, использующий технологию экстремального нагрева для замедленного, но гораздо более экономичного создания предметов.
ent-Protolathe = протолат
    .desc = Преобразует сырьё в продвинутые предметы.
ent-ProtolatheHyperConvection = гиперконвекционный протолат
    .desc = Экспериментальный протолат, использующий технологию экстремального нагрева для замедленного, но гораздо более экономичного создания предметов.
ent-CircuitImprinter = принтер схем
    .desc = Печатает платы для машин.
ent-CircuitImprinterHyperConvection = гиперконвекционный принтер схем
    .desc = Экспериментальный принтер схем, использующий технологию экстремального нагрева для замедленного, но гораздо более экономичного создания предметов.
ent-ExosuitFabricator = фабрикатор экзокостюмов
    .desc = Печатает запчасти для создания робототехники и других механизмов.
ent-Biofabricator = фабрикатор биокубов
    .desc = Производит кубики животных из биомассы.
ent-SecurityTechFab = охранный ТехФаб
    .desc = Печатает снаряжение для службы безопасности и некоторые базовые вещи.
ent-AmmoTechFab = ТехФаб патронов
    .desc = Печатает тот минимум боеприпасов, который может понадобиться бюджетной армии или арсеналу. Ничего навороченного.
ent-MedicalTechFab = медицинский ТехФаб
    .desc = Печатает снаряжение для медицинского отдела.
ent-UniformPrinter = принтер униформы
    .desc = Печать новой или запасной униформы.
ent-OreProcessor = переработчик руды
    .desc = Производит металлические листы и слитки из руды.
ent-OreProcessorIndustrial = промышленный переработчик руды
    .desc = Переработчик руды, разработанный специально для производства металлов в промышленных масштабах.
ent-Sheetifier = лист-мастер 2000
    .desc = Довольно мяссивное устройство.

#SS220-Loc-Change
ent-CutterMachine = лазерный станок
    .desc = Это лазерный станок. Он вырезает разнообразные плитки. Придайте разнообразия полу вашей станции с помощью интересных узоров! Не засовывайте внутрь пальцы.
#SS220-Loc-Change
